Repository: 48D4LW4H48/Waving-Localizations
Catalog: App Localization/*.lproj/Localizable.strings
Languages: el, ku

source: %@ at %@
el: %@ στο/στη %@
ku: %@ لە %@

source: %d miles away
el: %d μίλια μακριά
ku: %d مایل دوورە

source: Access to cloud service information is not allowed
el: Δεν επιτρέπεται η πρόσβαση στις πληροφορίες για την υπηρεσία cloud
ku: گەیشتن بە کلاود سێرڤەر رێگە پێدراو نیە

source: Add a job
el: Προσθήκη εργασίας
ku: کار زیاد بکە

source: Age Range
el: Εύρος ηλικίας
ku: تەمەن دیارى بکە

source: An error occurred while deleting your account. Please try again later. Details: %@
el: Ένα σφάλμα προέκυψε κατά τη διαγραφή του λογαριασμού σας. Παρακαλώ δοκιμάστε αργότερα.Λεπτομέρειες: %@
ku: هەڵەیەك رویدا لە کاتى سرینەوەى هەژمارەکەت ، تکایە جارێکى تر هەوڵبدەرەوە. Details: %@

source: An error occurred while logging you in. Please try again later
el: Ένα σφάλμα προέκυψε κατά την είσοδο στο λογαριασμό. Παρακαλώ δοκιμάστε αργότερα
ku: هەڵەیەك رویدا لەکاتى چوونە ژورەوە ، تکایە دوبارە هەوڵبدەرەوە

source: An error occurred while logging you out. Please try again later. Details: %@
el: Ένα σφάλμα προέκυψε κατά την αποσύνδεση. Παρακαλώ δοκιμάστε αργότερα.Λεπτομέρειες: %@
ku: هەڵەیەك رویدا لەکاتى چوونە دەرەوە ، تکایە دوبارە هەوڵبدەرەوە. Details: %@

source: An error occurred while uploading your recording. Details: %@
el: Ένα σφλμα προέκυψε όσο ανέβαινε η εγγαραφή σας.Λεπτομέρειες: %@

source: An error occurred. Please try again later
el: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε αργότερα
ku: هەڵەیەك رویدا تکایە دواتر هەوڵبدەرەوە

source: An error occurred. Please try again later. Details: %@
el: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε αργότερα.Λεπτομέρειες: %@
ku: هەڵەیەك رویدا تکایە دواتر هەوڵبدەرەو Details: %@

source: An error occurred. Details: %@
el: Προέκυψε σφάλμα.Λεπτομέρειες: %@

source: Blue
el: Μπλε
ku: شین

source: Both
el: Και τα 2
ku: هەردوكى

source: Get more chat requests
el: Αγορά περισσότερων αιτημάτων ομιλίας
ku: داواکارى زیاترى چات بەدەستبهێنە

source: By signing in, you agree to our <t>Terms of Service</t> and <p>Privacy Policy</p>
el: Με τη συνδεσή σας, δηλώνετε ότι συμφωνείτε με τους <t>Όρους χρήσης</t> μας και την <p>Πολιτική Απόρρητου</p>
ku: بە چوونە ژورەوەت تۆ رازى بویت لەسەر <t>مەرجەکانى خزمەت</t> و <p>رێسا و رێنمایەکان</p>

source: Cancel
el: Ακύρωση
ku: لابردن

source: Chat
el: Συνομιλία
ku: چات

source: Chat Requests
el: Αιτήματα Ομιλίας
ku: داواکاریەکانى نامە

source: Choose a custom location from the map. See all the peoples!
el: Επιλέξτε μια τοποθεσία της προτίμησής σας από το χάρτη. Δείτε όλα τα άτομα!

source: Choose from library
el: Επιλογή από βιβλιοθήκη
ku: لە بوخچە هەڵبژێرە

source: Close
el: Κλείσιμο
ku: لابردن

source: Cloud service was revoked
el: Η πρόσβαση στην υπηρεσία Cloud ανακλήθηκε
ku: کڵاود سیرڤایس پوچەڵ کرایەوە

source: Confirm
el: Επιβεβαίωση
ku: رازیبوون

source: Contact Us
el: Επικοινωνήστε μαζί μας
ku: پەیوەندیمان پێوە بکە

source: Conversation with %@
el: Συνομιλία με %@
ku: گفتوگۆ لەگەڵ %@

source: Could not connect to the network
el: Αδυναμία σύνδεσης στο δίκτυο
ku: ناتوانى پەیوەست بیت بە نێتوۆرکەوە

source: Current Job
el: Τρέχουσα δουλειά
ku: کارى ئێستا

source: Current location
el: Τρέχουσα τοποθεσία
ku: شوێنى ئێستا

source: Current password
el: Τρέχων κωδικός
ku: ووشەى نهێنى ئێستا

source: Custom Location
el: Επιλεγμένη Τοποθεσία
ku: شوێنى جیا

source: Custom location
el: Επιλεγμένη τοποθεσία
ku: شوێنیکە

source: Delete
el: Διαγραφή
ku: سرینەوە

source: Delete Account
el: Διαγραφή λογαριασμού
ku: سرینەوەى هەژمار

source: Details
el: Λεπτομέρειες
ku: زانیاریەکان

source: Discovery
el: Εξερεύνηση
ku: دۆزینەوە

source: Discovery Settings
el: Ρυθμσεις εξερεύνησης
ku: دەستکارى بۆ دۆزینەوە

source: Dismiss
el: Παράβλεψη
ku: فەرامۆشکردن

source: Do you really want to reset your password?
el: Θέλετε σίγουρα να επαναφέρετε τον κωδικό σας;
ku: دڵنیای لە گۆرینى ووشەى نهێنیەکەت

source: Don't have an account?
el: Δεν έχετε λογαριασμό;
ku: هەژمارت نیە ؟

source: Don't miss %@!
el: Μη χάσετε %@!
ku: لەبیرمەکە %@!

source: Done
el: Τέλος
ku: تەواو

source: E-Mail address
el: Διέυθυνση E-Mail
ku: ئیمەیل ئەدرەس

source: Edit Profile
el: Επεξεργασία Προφίλ
ku: دەستکارى هەژمار

source: Enter your password
el: Συμπληρώστε τον κωδικό σας
ku: ووشەى نهێنى دابگرە

source: Error
el: Σφάλμα
ku: هەڵە

source: Failed restoring your Premium Access. Please try again later.
el: Αδυναμία ανάκτησης πρόσβασης Premium. Παρακαλώ δοκιμάστε αργότερα.
ku: نەتوانرا هەژمارە کراوەکات بگەرێنرێتەوە ، تکایە دوبارە بکەرەوە

source: Forgot password?
el: Ξεχάσατε τον κωδικό;
ku: ووشەى نهێنیت لە بیرکردوە

source: Gender
el: Φύλο
ku: رەگەز

source: Get a Premium Access
el: Αποκτήστε προόσβαση Premium
ku: کردینى هەموو کارەکان

source: Go Ghost
el: Πάμε Ghost
ku: بەکارهێنانى شاراوە

source: Go Ghost!
el: Πάμε Ghost!
ku: بەکارهێنانى شاراوە

source: Go Premium
el: Πάμε Premium
ku: بەکارهێنانى فوول

source: Go Premium!
el: Πάμε Premium!
ku: بەکارهێنانى فوول!

source: Green
el: Πράσινο
ku: سەوز

source: Hide Info
el: Απόκρυψη Πληροφοριών
ku: زانیاریە شاراوەکان

source: Hide My Age
el: Απόκρυψη Ηλικίας
ku: شاردنەوەى تەمەن

source: Hide My Location
el: Απόκρυψη τοποθεσίας
ku: شاردنەوەى شوێن

source: Hide your age and/or your location
el: Απόκρυψη ηλικίας και/ή τοποθεσίας
ku: تەمەنت یان شوێنەکەت بشارەوە

source: Hide your profile from other Waving users.
el: Απόκρυψη προφίλ από άλλους χρήστες του Waving.
ku: هەژمارەکەت بشارەوە لە بەکارهێنەرانى تر

source: Hides your profile from other users, but will preserve full access to Waving!
el: Αποκρύπτει το προφίλ σας από άλλους χρήστες, αλλά διατήρει τη πρόσβαση στο Waving!
ku: هەژمارەکەت بشارەوە لەوانى تر، بەڵام تواناى کۆنترۆڵ کردنى هەمووت هەبێ

source: I am a
el: Είμαι

source: I want to be notified!
el: Θέλω να ενημερώνομαι!
ku: من دەمەوێ ئاگادار بکرێمەوە

source: I'm searching for
el: Ψάχνω για
ku: من دەگەرێم لە

source: If you can't see any jobs, please first add a job to your Facebook account.
el: Αν δε μπορείτε να δείτε καμία δουλειά, παρακαλώ προσθέστε πρώτα μια δουλειά στο λογαριασμό σας στο Facebook.
ku: ئەگەر هیچ کارێك نابینیت ، تکایە لەسەرەتا کارێك زیاد بکە لە هەژمارى فەیسبووکەکەت

source: Inappropriate message(s)
el: Ακατάλληλο μήνυμα/τα
ku: نامە نەشیاوەکان

source: Inappropriate recording(s)
el: Ακατάλληλη ηχογράφηση/εις
ku: تۆمارە نەشیاوەکان

source: Info
el: Πληροφορίες
ku: زانیارى

source: Invalid Email
el: Μη έγκυρο Email
ku: ئیمەیلەکەتەواونیە

source: It seems that you already created a Waving account via Facebook. Please login via Facebook.
el: Έχετε ήδη δημιουργήσει λογαριασμό Waving μέσω Facebook. Παρακαλώ συνδεθείτε μέσω Facebook.
ku: وادیارە تۆ هەژمارت دروست کردوە لەرێگاى هەژمارى فەیسبووکەکەت ، تکایە لە رێگاى فەیسبووکەوە بچۆرە ژورەوە

source: It seems that you already have a Waving account. Please login with your account
el: Έχετε ήδη λογαριασμό Waving. Παρακαλώ συνδεθείτε με το λογαριασμό σας
ku: وادیارە تۆ هەژمارت هەیە ، تکایە بە هەژمارى خۆت بچۆرە ژورەوە

source: Kick off 5 more chat requests every 12 hours!
el: 5 αιτήματα ομιλίας κάθε 12 ώρες!

source: Know when you get a match, a chat request or a message!
el: Ενημερωθείτε όταν έχετε match, αίτημα ομιλίας ή μήνυμα!
ku: ئاگاداربە کە نامە یاخود داواکاریت بۆ دێت

source: Legal Notices
el: Νομικά
ku: ئاگادارى یاسای

source: Let's record your first recording!
el: Ας κάνουμε την πρώτη ηχογράφηση!
ku: بادەست بە یەکەم ریکۆرد بکەین

source: Like as many people as you want! No limits.
el: Κάντε like σε όσα άτομα θέλετε! Μηδέν όρια.
ku: لایکى خەڵك بکە بە دڵى خۆت

source: Liked or disliked by mistake? Undo it!
el: Κάνατα like ή dislike καταλάθως; Αναιρέστε το!
ku: لایکت بە هەڵە کردوە ؟ بیگەرێنەوە

source: Location
el: Τοποθεσία
ku: شوێن

source: Location Permission
el: Άδεια τοποθεσίας
ku: رێگەدان بە کردنەوەى شوێن

source: Location Settings
el: Ρυθμίσεις τοποθεσίας
ku: دەستکاریەکانى لۆکەیشن

source: Log Out
el: Αποσύνδεση
ku: چوونە دەرەوە

source: Log in
el: Σύνδεση
ku: چوونە ژورەوە

source: Log in with E-Mail
el: Σύνδεση με E-Mail
ku: چوونە ژورەوە بە ئیمەیل

source: Log in with Facebook
el: Σύνδεση με Facebook
ku: چوونە ژورەوە بە هەژمارى فەیسبووك

source: Looking for
el: Αναζητεί
ku: گەران بەدواى

source: Man
el: Άντρας
ku: پیاو

source: Manage Recording
el: Διαχείριση ηχογράφησης
ku: دەستکاریەکانى ریکۆرد

source: Maximum Distance (in miles)
el: Μέγιστη απόσταση (σε μίλια)
ku: ئەوپەرى دورى (بە مایل )

source: Men
el: Άντρες
ku: پیاوەکان

source: Message sent
el: Το μήνυμα στάλθηκε
ku: ناماکە نێردرا

source: Microphone Permission Denied!
el: Άδεια μικροφώνου Απορρίφθηκε!
ku: رێگەت نەداوا بە بەکارهێنانى مایکرۆفۆن

source: Month
el: Μήνας
ku: مانگ

source: Months
el: Μήνες
ku: مانگەکان

source: More
el: Περισσότερα
ku: زیاتر

source: More Chat Requests
el: Περισσότερα αιτήματα ομιλίας
ku: داواکارى نامەى زیاتر

source: My Profile
el: Το προφίλ μου
ku: پەرەى تایبەتیم

source: New password
el: Νέος κωδικός
ku: ووشەى نهێنى نوێ

source: Next
el: Επόμενο
ku: دواتر

source: No birthday selected
el: Δεν επιλέχθηκαν γενέθλια
ku: هیچ بەروارێک دیارى نەکراوە

source: Not Now
el: Όχι τώρα
ku: ئێستا نا

source: Not allowed to make the payment
el: Η πληρωμή δεν επιτρέπεται
ku: رێگە بە کرینەکە نەدراوا

source: Nothing to restore.
el: Τίποτα για επαναφορά.
ku: هیچ شتێك نیە بۆ گەرادنەوە

source: Ok
el: Οκ
ku: باشە

source: Only Men
el: Μόνο Άντρες
ku: تەنیا پیاو

source: Only Women
el: Μόνο Γυναίκες
ku: تەنیا ژن

source: Orange
el: Πορτοκαλί
ku: نارنجى

source: Other
el: Άλλο
ku: هیتر

source: Out of likes! %@
el: Τέλος τα like! %@
ku: ژمارەیەکى زۆر لە لایك %@

source: Password
el: Κωδικός
ku: ووشەى نهێنى

source: Password requirements: Minimum 6 characters
el: Προαπαιτούμενα κωδικού: Τουλάχιστον 6 χαρακτήρες
ku: ووشەى نهێنى پێویستە لە ٦ پێكهاتە کەمتر نەبێت

source: Please confirm by entering your password
el: Παρακαλώ επιβεβαιώστε συμπληρώνοντας τον κωδικό σας
ku: تکایە دڵنیا بکەرەوە بە داگرتنى ووشەى نهێنیت

source: Please enter a name for your recording
el: Παρακαλώ ονομάστε την ηχογράφηση σας
ku: تکایە نوێك بنووسە بۆ ریکۆردەکەت

source: Please enter your current password, and then your new password to update your password.
el: Παρακαλώ συμπληρώστε τον τωρινό κωδικό σας και στη συνέχεια τον νέο, για να ενημερώσετε τον κωδικό σας.
ku: تکایە سەرەتا ووشەى نهێنى ئێستات بنووسە ، دواتر ووشەى نهێنى نوێ دابگرە

source: Please enter your email address
el: Παρακαλώ συμπληρώστε τη διεύθυνση email σας.
ku: تکایە ئیمەیلت دابگرە

source: Please enter your password to permanently delete your account.
el: Παρακαλώ συμπληρώστε τον κωδικό σας για να διαγράψετε μόνιμα το λογαριασμό σας.
ku: تکایە ووشەى نهێنیت دابگرە بۆ سرینەوەى هەژمارەکەت بۆ هەمیشەیى

source: Please explain why you are reporting %@?
el: Παρακαλώ αιτιολογήστε την αναφορά σας για %@?
ku: تکایە روونى بکەوە بۆچى ریپۆرتى %@ دەکەى؟

source: Please select a reason
el: Επιλέξτε λόγο
ku: تکایە هۆکارێك دیارى بکە

source: Please select your gender
el: Παρακαλώ επιλέξτε φύλο
ku: تکایە رەگەزی خۆت دیارى بکە

source: Please select your preferred gender
el: Επιλέξτε το φύλο που προτιμάτε
ku: تکایە رەگەزی خۆت دیارى بکە

source: Premium Access Restored!
el: Η πρόσβαση στο Premium ανακτήθηκε!
ku: هەژمارى نایاب گەرایەوە

source: Privacy Policy
el: Πολιτική Απόρρητου
ku: رێسا و یاساکان

source: Profile
el: Προφίλ
ku: پەرەى تایبەتى

source: Purchase completed
el: Η αγορά ολοκληρώθηκε
ku: پارەداناکە تەواو بوو

source: Purchase failed
el: Η αγορά απέτυχε
ku: پارەداناکە تەواو نەبوو

source: Purple
el: Μωβ
ku: مۆر

source: Reason (required)
el: Αιτία (Απαιτείται)
ku: هۆکار ( داوا کراوە) تکایە

source: Recording name
el: Όνομα ηχογράφησης
ku: ناوى ریکۆردەکە

source: Red
el: Κόκκινο
ku: سور

source: Remove tag
el: Αφαίρεση ετικέτας
ku: سرینەوەى تاگ

source: Report %@
el: Αναφορά %@
ku: ریپۆرتى %@

source: Report Reason
el: Λόγος αναφοράς
ku: هۆکارى ریپۆرت

source: Restore Premium
el: Επαναφορά Premium
ku: گەرادنەوەى نایاب

source: Retry now
el: Δοκιμάστε ξανά
ku: هەر ئێستا

source: Search
el: Αναζήτηση
ku: گەران

source: Seems like spam
el: Δείχνει για spam
ku: وادیارە سپامە

source: Select a color
el: Επιλέξτε χρώμα
ku: رەنگێك دیارى بکە

source: Select your birthday
el: Επιλέξτε τα γενέθλιά σας
ku: بەروارى لەدایكبوونت دیارى بکە

source: Send
el: Αποστολή
ku: ناردن

source: Send a chat request
el: Αποστολή αιτήματος ομιλίας
ku: داواکارى نامە بنێرە

source: Set as main
el: Ρύθμιση ως κύριου
ku: دانانى سەرەکى

source: Set tag
el: Ρύθμιση ετικέτας
ku: تاگ دابنێ

source: Settings
el: Ρυθμίσεις
ku: دەستکاریەکان

source: Sign Out
el: Αποσύνδεση
ku: چوونە دەرەوە

source: Start a conversation
el: Έναρξη συνομιλίας
ku: دەستکردن بە گفت و گۆ

source: Stay in touch
el: Κρατήστε επαφή
ku: بەردەوامبوون لە پەیوەندى

source: Student
el: Μαθητής/Φοιτητής
ku: قوتابى

source: Success
el: Επιτυχία
ku: سەرکەوتن

source: Tag
el: Επισήμανση
ku: تاگ

source: Take a photo
el: Λήψη φωτογραφίας
ku: وێنەیەك بگرە

source: Terms of Service
el: Όροι χρήσης
ku: مەرجى خەمەت

source: Thank You
el: Ευχαριστούμε
ku: سوپاس

source: Thank you
el: Ευχαριστούμε
ku: سوپاس

source: Thank you, we'll review this user shortly!
el: Ευχαριστούμε, θα ελέγξουμε αυτό το χρήστη σύντομα!
ku: سوپاس ئێمە بەدواداچوونى بۆ دەکەین بەم زوانە

source: The device is not allowed to make the payment
el: Αυτή η συσκευή δε μπορεί να πραγματοποιήσει την πληρωμή
ku: ئەم ئامێرە ناتوانێت کرینەکە بکات

source: The name of your recording can't be longer than 30 characters
el: Το όνομα της ηχογράφησης δε μπορεί να είναι μεγαλύτερο των 30 χαρσακτήρων

source: The product is not available in the current storefront
el: Το προϊόν δεν είναι προς το παρόν διαθέσιμο στο κατάστημα

source: The purchase identifier was invalid
el: Το αναγνωριστικό αγοράς δεν είναι έγκυρο

source: There was an error downloading the recording.
el: Παρουσιάστηκε ένα σφαλμα κατά τη λήψη της ηχογράφησης.

source: There was an error processing your purchase. Please try again later...
el: Παρουσιάστηκε ένα σφάλμα κατά την επεξεργασία της αγοράς σας. Παρακαλώ δοκιμάστε αργότερα...

source: There was an error while uploading the recording. Please try again later.
el: Παρουσιάστηκε σφάλμα κατά το ανέβασμα της ηχογράφησης. Παρακαλώ δοκιμάστε αργότερα.

source: There was an error with the recording. Please try again later.
el: Παρουσιάστηκε σφάλμα στην ηχογράφηση. Παρακαλω δοκιμάστε αργότερα.

source: This purchase will be applied on confirmation. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your iTunes account settings.
el: Αυτή η αγορά θα εφαρμοστεί μετά την επιβεβαίωση. Οι εγγραφές ανανεώνονται αυτόματα εκτός αν ακυρωθούν 24 ώρες πριν τη λήξη της τρέχουσας περιόδου. Μπορείτε να ακυρώσετε ανά πάσα στιγμή από τις ρυθμίσεις του λογαριασμού σας στο iTunes.

source: Type a message
el: Πληκτρολογήστε ένα μήνυμα
ku: نامە بنووسە

source: Unable to send email. Please check your email settings and try again
el: Αδύνατη η αποστόλη email. Παρακαλώ ελέξτε τις ρυθμίσεις email και δοκιμάστε ξανά.

source: Undo Actions
el: Αναίρεση πράξεων
ku: گەراندنەوەى کردارەکە

source: Unlimited Likes
el: Απεριόριστα Like
ku: لایکى بێ سنور

source: Unmatch %@
el: Αναίρεση match με %@
ku: وەك یەك نیە %@

source: Update Password
el: Ανανέωση κωδικού
ku: ووشەى نهێنیت نوێبکەرەوە

source: Update Profile
el: Ανανέωση προφίλ
ku: پەرەى تایبەتیت نوێ بکەرەوە

source: Update password
el: Ανανέωση κωδικού
ku: ووشەى نهێنیت نوێبکەرەوە

source: User reported
el: Ο χρήστης αναφέρθηκε
ku: بەکارهێنەرەکە ریپۆرتکرا

source: View profile
el: Προβολή προφίλ
ku: سەیرکرنى پەرەى تایبەت

source: Want to be a ghost?
el: Θέλετε να γίνετε φάντασμα;
ku: دەتەوێ شاراوە بیت ؟

source: Want to be a ghost? Go Premium!
el: Θέλετε να γίνετε φάντασμα; Γραφτείτε στο Premium!
ku: دەتەوێ شارەوە بیت، هەژمارەکەت بکە نایاب

source: Want to hide your age?
el: Θέλετε να κρύψετε την ηλικία σας;
ku: دەتەوێ تەمەنت بشاریتەوە ؟

source: Want to hide your age? Go Premium!
el: Θέλετε να κρύψετε την ηλικία σας; Γραφτείτε στο Premium!
ku: دەتەوێ تەمەنت بشاریتەوە هەژمارەکەت بکە نایاب

source: Want to hide your location?
el: Θέλετε να κρύψετε την τοποθεσία σας;
ku: دەتەوێ شوێنەکەت بشاریتەوە

source: Want to hide your location? Go Premium!
el: Θέλετε να αποκρύψετε την τοποθεσία σας? Γραφτείτε στο premium!
ku: دەتەوێ شوێنەکەت بشاریتەوە هەژمارەکەت بکە نایاب

source: Want to use a custom location?
el: Θέλετε να επιλέξετε άλλη τοποθεσία;
ku: دەتەوێ شوێنى جیا بەکاربهێنیت

source: Waving needs your permission to record.
el: Το Waving χρειάζεται την άδεια σας για να ηχογραφήσει.

source: Welcome!
el: Καλωσήρθατε!
ku: بەخێربێیت

source: What do you want to do with this conversation?
el: Τι θέλετε να κάνετε με αυτή τη συνομιλία;
ku: دەتەوێ چی لەم گفت و گۆیە بکەیت ؟

source: What do you want to do with this recording?
el: Τι θέλετε να κάνετε με αυτή την ηχογράφηση;
ku: دەتەوێ چی لەم ریکۆردە بکەیت ؟

source: What's your E-Mail?
el: Ποιο είναι το E-Mail σας;
ku: ئیمەیلت چیە ؟

source: What's your name?
el: Πώς σας λένε;
ku: ناوی تۆ چیە ؟

source: When's your birthday?
el: Πότε είναι τα γενέθλιά σας;
ku: کەى بەروارى لەدایك بونتە ؟

source: Why are you reporting this user?
el: Γιατί αναφέρετε αυτό το χρήστη;
ku: بۆ ئەم بەکارهێنەرە ریپۆرت دەکەیت ؟

source: Woman
el: Γυναίκα
ku: ژن

source: Women
el: Γυναίκες
ku: ژنەکان

source: Write your message here...
el: Γράψτε το μήνυμα σας εδώ...
ku: ناماکەت لێرە بنووسە

source: Yellow
el: Κίτρινο
ku: زەرد

source: Yes
el: Ναι
ku: بەلێ

source: You already sent a chat request to %@
el: Έχετε ήδη στείλει αίτημα ομιλίας προς %@
ku: ناردوە %@ تۆ پێشتر نامەت بۆ

source: You can't delete your main recording
el: Δεν επιτρέπεται να διαγραφεί η κύρια ηχογράφηση σας
ku: ناتوانى ریکۆردى سەرەکەیت بسریتەوە

source: You did not give us the permission to use your location. Until you change your mind, you can’t use the app. Please tap on the Settings button below and enable Location services for Waving!
el: Δε μας δόθηκε η άδεια χρήσης της τοποθεσίας. Μέχρι να αλλάξετε γνώμη, δε μπορείτε να χρησιμοποίησετε την εφαρμογή. Παρακαλώ πατήστε στο κουμπί των Ρυθμίσεων παρακάτω για να επιτρέψετε τη χρήση των υπηρεσιών τοποθεσίας για το Waving!

source: You don't have chat requests anymore You'll get new ones in %@
el: Δεν έχεις αιτήματα ομιλίας πια Θα έχεις νέα σε %@

source: You don't have likes anymore You'll get new ones in %@
el: Δεν έχετε άλλα like Θα έχετε νεά σε %@

source: You entered an invalid email address.
el: Συμπληρώσατε λάθος διεύθυνση email.

source: You got a match with %@!
el: Κάνατε match με %@!

source: You have %d chat request
el: Έχετε %d αίτημα ομιλίας

source: You have %d chat requests
el: Έχετε %d αίτηματα ομιλίας

source: You need to be at least 18 years old to use Waving. Please come back later!
el: Πρέπει να είστε τουλάχιστον 18 για να χρησιμοποίησετε το Waving. Δοκιμάστε αργότερα!

source: You received an image
el: Λάβατε μια φωτογραφία
ku: وێنەیەکت پێگەیشت

source: You sent an image
el: Στείλατε μια φωτογρσαφία
ku: وێنەیەکت نارد

source: Your Premium Access has expired.
el: Η πρόσβαση σας στο Premium έληξε.
ku: هەژمارى نایاب بەسەر چوو.

source: Your account has been disabled
el: Ο λογαριασμός σας απενεργοποιήθηκε
ku: هەژمارەکەت ناچالاك کراوە

source: Your email address has been updated!
el: Η διεύθυνση email σας ενημερώθηκε!
ku: ئیمەیلەکەت نوێ کرایەوە

source: Your name shouldn't contain any numbers or special characters
el: Το όνομα σας δεν πρέπει να περιέχει αριθμούς ή ειδικούς χαρακτήρες

source: Your password
el: Ο κωδικός σας
ku: ووشەى نهێنى

source: Your password has been successfully reset. An email with your confirmation has been sent.
el: Ο κωδικός σας επαναφέρθηκε με επιτυχία. Έχει σταλθεί επιβεβαίωση email.

source: Your password has been updated!
el: Ο κωδικός σας ενημερώθηκε!

source: Your profile will be hidden without one
el: Το προφίλ σας δε θα είναι ορατό χωρίς ένα

source: Your recording is too long. Try again
el: Η ηχογράφηση σας είναι πολύ μεγάλη. Δοκιμάστε ξανά

source: Your recording is too short. Please keep recording...
el: Η ηχογράφηση σας είναι πολύ σύντομη. Παρακαλώ συνεχίστε...

source: You’ve entered the wrong password. Try again
el: Συμπληρώσατε λάθος κωδικό. Δοκιμάστε ξανά

source: monthly
el: Μηνιαία
ku: مانگانە

source: Loading...
el: Φόρτωση...
ku: ... بوونەوە

source: Not enough chat requests
el: Ανεπαρκή αιτήματα ομιλίας

source: Start kicking off chat requests again now!
el: Ξεκινήστε τα αιτήματα ομιλίας ξανά!

source: Chat request
el: Άιτημα ομιλίας
ku: داواکارى نامە

source: each
el: καθένα
ku: هەریەك

source: Do you really want to log out?
el: Θέλετε σίγουρα να αποσυνδεθείτε;
ku: دڵنیایت لە چوونە دەرەوە ؟

source: Do you really want to delete your account?
el: Θέλετε σίγουρα να διαγράψετε το λογαριασμό σας;
ku: دڵنیایت لە سرینەوەى هەژمارەکەت

source: Choose a custom location from the map. See all the people!
ku: شوێنێکى جیا هەڵبژێرە لسەر خشتەو هەموو خەڵکەکان ببینە

source: E-Mail
ku: ئیمەیل

source: Kick off 5 chat requests every 12 hours!
ku: هەموو ١٢ کاتژمێرێك داواکارى ٥ چات بنێرە

source: Premium
ku: نایاب

source: Out of chat requests! %@
ku: ناتوانى داواکارى نامەى زیاتر بنێریت %@

source: Swipe
ku: پێچەوانە

source: to refresh
ku: نوێکردنەوە

source: Name
ku: ناو

source: at
ku: لە

source: Chat Request Accepted
ku: داواکارى نامە قبوڵکرا

source: %@ sent you a message
ku: نامەى بۆ ناردى %@
